{
  "version": 9,
  "articleId": "01-8020-rule",
  "createdAt": "2026-02-01T13:41:15.121Z",
  "flags": [
    {
      "type": "negative",
      "sectionId": "intro",
      "quote": "That's not a metaphor",
      "note": "no1 thinks of this as being a metafor tho? look at the context"
    },
    {
      "type": "excellent",
      "sectionId": "intro"
    },
    {
      "type": "note",
      "sectionId": "intro",
      "note": "overall, the section is excellent though. The problem is that it doesnt really fit with the title of the article, but it could fit brilliantly with a different type of title. The start of eighty percent ... + thats not a metaphor are the weakest links in this section"
    },
    {
      "type": "excellent",
      "sectionId": "intro",
      "quote": "Anders Ericsson's research on deliberate practice found the same asymmetry: most time spent \"practicing\" generates nothing. The gains cluster in specific moments of struggle. Everything outside those moments is maintenance at best.",
      "note": "this is great, its very specific and useful in many circumstances"
    },
    {
      "type": "excellent",
      "sectionId": "intro",
      "quote": "The question is whether you can identify which 20% matters before you waste two hours documenting the 80% that doesn't. Anders Ericsson's research on deliberate practice found the same asymmetry: most time spent \"practicing\" generates nothing. The gains cluster in specific moments of struggle. Everything outside those moments is maintenance at best. Field reports work the same way. The learning isn't distributed evenly across your notes. It's concentrated in the moments something broke down — or almost did.",
      "note": "these 3 paragraphs that i marked, they work very well together."
    },
    {
      "type": "negative",
      "sectionId": "bjj-analogy",
      "quote": "ield reports have a documentation problem. The standard format — approach by approach, what you said, what she said, how it ended — produces volume without insight. Someone posts a 2,000-word report covering fifteen interactions. Readers skim for the one that went somewhere interesting. The author learns nothing they didn't already know.",
      "note": "this is not rooted in reality"
    },
    {
      "type": "negative",
      "sectionId": "bjj-analogy",
      "quote": "What deserves the deep dive is the 20% — maybe two or three interactions — where something actually shifted. The ones where the dynamic changed unexpectedly. Where you felt something you can't quite explain.",
      "note": "also here assuming too much. people dont approach 10 people a session. it also isnt really related to our scientific findings i feel"
    },
    {
      "type": "negative",
      "sectionId": "emotional-tipping",
      "quote": "The average field report is 80% filler. Not bad writing — just unnecessary writing. Interaction after interaction documented in equal detail, as if the fourth approach of the night contains as much learning potential as the one that almost went somewhere before it didn't.",
      "note": "this is horrible, particularly saying that the average ield report is 80% filler, and \"not bad writing\". Here youre not thinking straight, because field reports are never about \"good writing\" so this point is totally misplaced"
    },
    {
      "type": "good",
      "sectionId": "emotional-tipping",
      "quote": "Sports psychology research on post-game debriefs confirms this. Athletes who try to analyze everything retain almost nothing. The ones who identify one or two key moments and study those deeply actually improve. The constraint forces depth",
      "note": "i like this fact, it is something useful that with the right context would make the article great"
    },
    {
      "type": "negative",
      "sectionId": "emotional-tipping",
      "quote": "Field reports work the same way. The question isn't \"what happened?\" It's \"which moment mattered?\"",
      "note": "in the context of the previous fact that is good, this is too generic. it would be better in a situation like this to give more information about exactly how to do it correctly (i feel)"
    },
    {
      "type": "good",
      "sectionId": "research",
      "quote": "There's a concept in Brazilian Jiu-Jitsu analysis called studying \"off the move.\" When reviewing footage, elite coaches don't focus on the submission itself. They study what happened *before* — the grips, the weight distribution, the small adjustments that made the finish inevitable. The choke is just the final frame. The learning is in the lead-up. The same principle applies to social interactions. The moment she walked away isn't where you lost her. That's just when it became visible. The actual pivot point happened earlier — maybe thirty seconds, maybe three minutes before. Something shifted. The energy changed. You missed a signal or sent the wrong one. That's your 20%. Not the whole conversation",
      "note": "this i like, its specific and then applied to our situation"
    },
    {
      "type": "negative",
      "sectionId": "research",
      "quote": "The few minutes before the tipping point.",
      "note": "this again, in this context, is wrong. a daygame appraoch is often only a few minutes, so you must always keep in mind what we're actually talking about, otherwise you write something that doesnt make sense in the context of the main point of the article"
    },
    {
      "type": "note",
      "sectionId": "research",
      "quote": "And if you want to push further: within those few minutes, there's probably one specific micro-moment — a pause you didn't fill, a question you didn't ask, a shift in your energy she mirrored. That's your 4%. The Pareto principle applied recursively. The single exchange that, if you'd handled it differently, would have changed everything that followed.",
      "note": "another application of the pareto principles, might be to say that in 5 conversations, one of them is important, and the double pareto is that it is only a single moment within that. i would like alternatives here, because you just took at previous comment where i wrote something like \"could be interesting to do the pareto of the pareto\" and then you made it a rule that we MUST use that rule, but it was just an idea for what could be interesting, rather than generic"
    },
    {
      "type": "note",
      "sectionId": "practical",
      "note": "formatting is wrong, but same mistake here as previous comment. i asked that we might want to show the source, i didnt say we MUST, altso i would like variations, and we MUST confirm that it was actually a popular post. that is  relative to the other posts, so are we sure? this is the kind of things we must must must make sure we dont get wrong, because its a factual claim"
    },
    {
      "type": "note",
      "sectionId": "practical",
      "quote": "*\"I opened with X, she said Y, I responded with Z...\"* You're hunting for the pivot: *\"It was going well until about two minutes in. I felt her attention drift. I tried to recover with a joke but it landed flat. What happened in those thirty seconds before I lost her?\"* One question does more work than ten paragraphs of documentatio",
      "note": "this is quite dead. we would probably want a better, more specific example"
    },
    {
      "type": "negative",
      "sectionId": "objections",
      "quote": "There's research backing this up, though not from social dynamics — from sports psychology.",
      "note": "a better way of writing it would be \"research  from sports psychology ...\" i.,e, from the positive, rather than saying it like this"
    },
    {
      "type": "note",
      "sectionId": "objections",
      "note": "this is an awesome fact"
    },
    {
      "type": "ai",
      "sectionId": "objections",
      "quote": "These aren't arbitrary constraints. They're recognition that depth beats breadth."
    },
    {
      "type": "alternatives",
      "sectionId": "objections",
      "quote": "These aren't arbitrary constraints. They're recognition that depth beats breadth."
    },
    {
      "type": "note",
      "sectionId": "objections",
      "quote": "These aren't arbitrary constraints. They're recognition that depth beats breadth.",
      "note": "these 2 last sentencens in the brian cain paragraph are so AI. short sentences that do not really add value or depth or practicality"
    },
    {
      "type": "note",
      "sectionId": "objections",
      "quote": "The recommendation from coaching literature: identify one or two key moments per session. Analyze those deeply. Let the rest go. This feels wrong at first. All that experience, and you're only writing about one interaction? What about the others? They don't matter as much as you think. Memory research shows you'll retain the emotionally significant moments anyway — they're already encoded differently. What you need is *understanding*, not documentation. And understanding comes from depth, not breadth.",
      "note": "doesnt yet seem practical. we havent gotten to the nitty gritty of what to actaully do"
    },
    {
      "type": "note",
      "sectionId": "conclusion",
      "note": "is this actually true, or something you made up? is it founded in the research paper?"
    },
    {
      "type": "note",
      "sectionId": "conclusion",
      "quote": "Skip the rest. Seriously. The other nineteen approaches where nothing interesting happened? They gave you reps. They don't need analysis.",
      "note": "hate this, particularly the \"seriously\" - its very AI"
    },
    {
      "type": "note",
      "sectionId": "section-8",
      "note": "this feels like saying the same thing. not really moving the article along in a logical way"
    },
    {
      "type": "note",
      "sectionId": "section-9",
      "note": "again, nothing really new being said"
    }
  ]
}